JP = 0
EN = 1

CHAPTERS = {
    1: ["戦乙女の目覚め", "The Awakening of the Battle Maiden"],
    2: ["魂の律動：剣を振る理由", "Spiritual Concentration: What to Wield the Sword For"],
    3: ["魂の律動：禁じられた歌声", ""],
    4: ["運命の女神", ""],
    5: ["魂の律動：見果てぬ夢は海を越えて", ""],
    6: ["魂の律動：約束", ""],
    7: ["魂の律動：還るべき場所", ""],
    8: ["魂の律動：光の導く先へ", ""],
    9: ["魂の律動：痛みのワケ", ""],
    10:["魂の律動：命の在処、心の在処", ""],
    11:["魂の律動：無敵の剣", ""],
    12:["父と子と", ""],
    13:["魂の律動：目標を外さなかった男", ""],
    14:["魂の律動：鎧が守りしもの", "He that the armor shields"],
    15:["魂の律動：愛はさだめ", ""],
    16:["魂の律動：赦されぬ罪", ""],
    17:["魂の律動：王の力は誰が為に", ""],
    18:["魂の律動：因果は巡りて", ""],
    19:["迷妄の地", ""],
    20:["トラキシア戦記", ""],
    21:["轟く雷", ""],
    22:["シャイロ二世の誕生", ""],
    23:["魂の律動：狂った歯車", ""]
}

SIDE_STORY_CHAPTERS = {}

OTHER_STORIES = {}

CHARACTERS = {
    "？？？": "???",
    "オーディン": "Odin",
    "レナス": "Lenneth",
    "ゼフィロス": "Zephyros",
    "ヴァン神族": "Vanir",
    "フギン": "Huginn",
    "ムニン": "Muninn",
    "ジャンヌ": "Jeanne",
    "カラス１": "Raven 1",
    "カラス２": "Raven 2",
    "セナ": "Senna",
    "カラドック": "Caradoc",
    "店主": "Shopkeeper",
    "常連客": "Regular customer",
    "ガラの悪い客１": "Ill-bred customer 1",
    "ガラの悪い客２": "Ill-bred customer 2"
}
